Repository: oscarodon19/ChargerFinder
Catalog: ChargerFinder/*.lproj/Localizable.strings
Languages: es

source: Dismiss
es: Cancelar

source: Yes
es: Si

source: Nearby Chargers
es: Cargadores Cercanos

source: Location Access Required
es: Acceso a Localización Requerido

# weNeedLocationAccess
source: We need location access permits to use maps features
es: Necesitamos acceso a tu localización para que puedas utilizar las funcionalidades del mapa

source: Fast charge
es: Carga Rápida

source: Solar powered
es: Alimentado por Energía Solar

source: Plug type
es: Tipo de conector

source: Location type
es: Tipo de locación

source: Description
es: Descripción

source: Address
es: Dirección
